# general properties
playStr = Jogar
langStr = pt-BR
hudInfo = {0} Nv. {1}
levelInfo = N\u00EDvel {0}
inventoryStr = Invent\u00F3rio
profileStr = Perfil
usernameStr = Utilizador
passwordStr = Senha
characterName = Nome do Personagem
newUserStr = Cadastre-se
createStr = Criar
returnStr = Voltar
goldStr = Ouro
# ranking properties
positionStr = Posi\u00E7\u00E3o
nameStr = Nome
levelStr = N\u00EDvel
charRankInfo = Sua Posi\u00E7\u00E3o: {0}
# market properties
marketStr = Mercado
itemBought = Item j\u00E1 foi comprado
marketFullInv = N\u00E3o \u00E9 poss\u00EDvel receber itens: invent\u00F3rio cheio
marketFullInvRemove =  N\u00E3o \u00E9 poss\u00EDvel remover itens com invent\u00F3rio cheio
marketNotEnoughGold = Ouro insuficiente
marketBoughtItem = Voc\u00EA comprou {0} {1}
marketRetrievingOk = Itens do mercado resgatados com sucesso
marketListingsRetrievingOk = Itens listados foram resgatados com sucesso
marketRegisteringOk = Item registrado com sucesso
marketRemovingOk = Item removido com sucesso
marketCollectionOk = Item coletado com sucesso
marketNoItemsSold = Nenhum item vendido no momento
marketAlreadySold = Item j\u00E1 foi vendido
marketNoListings = Voc\u00EA n\u00E3o est\u00E1 vendendo nenhum item
marketAlreadyCollected = Voc\u00EA j\u00E1 coletou esse item
marketTabBuy = Comprar
marketTabSell = Vender
marketTabListings = Listagens
marketButtonRefresh = Atualizar
marketButtonBuy = Comprar
marketButtonSell = Vender
marketButtonRemove = Remover
marketButtonCollect = Coletar
marketSoldBy = Vendido por {0}
marketCost = {0}
marketPrice = Valor
marketPriceBiggerThanZero = Valor precisa ser maior que zero
# pervasive map properties
mapStr = PUC-Rio
missionListStr = Lista de Miss\u00F5es
missionDescStr = Descri\u00E7\u00E3o
# search properties
searchStr = Buscar
# server properties
waitingServerResponse = Esperando resposta do servidor...
notConnected = Cliente rejeita-se a conectar com servidor
signUpOk = Conta criada!
signUpAccTaken = Nome de utilizador indisponivel
signUpCharNameTaken = Nome de personagem indisponivel
signUpCharOnline = Personagem online no servidor
generalError = Aconteceu um erro, desculpe-nos!
loginAccPassMismatch = Conjunto utilizador e senha inexistente!
# info properties
infoBlankFields = Todos os campos devem ser preenchidos
# stats properties
statsMaxHealth = M\u00E1x PV
statsExp    = Experi\u00EAncia
statsAtk = Ataque
statsDef = Defesa
statsAutoAtkSpd = Auto Veloc.
statsAutoAtk = Auto Ataque
statsCritChance = % Cr\u00EDtico
statsCritMult = Cr\u00EDtico
statsSpeed = Velocidade
statsDropRate = Taxa de Drop
statsExpRate = Taxa de Exp
statsGoldRate = Taxa de Ouro
# message texts properties
msgWelcome = Bem-vindo ao mundo de Pucmon! Tome cuidado ao explor\u00E1-lo, h\u00E1 diversos monstros \
que voc\u00EA dever\u00E1 enfrentar. Em caso de vit\u00F3ria, voc\u00EA pode ser recompensado com itens,\
caso a sorte esteja em seu lado! Items podem ser usados acessando o menu Invent\u00F3rio. Se desejar, \
\u00E9 poss\u00EDvel comprar e vender itens pelo menu Loja. Durante suas aventuras no mundo Pucmon, \
voc\u00EA ficar\u00E1 mais forte, mas tamb\u00E9m encontrar\u00E1 inimigos mais fortes. N\u00E3o se esque\u00E7a \
de checar o seu ranking entre os outros jogadores de Pucmon atrav\u00E9s do menu Ranking. Divirta-se!
msgDrop = Itens obtidos!
msgNoDrop = Nenhum item obtido
msgInvFull = Invent\u00F3rio cheio. Nenhum item pode ser obtido!
msgDefeat = Voc\u00EA foi derrotado!\nNenhuma recompensa obtida!
msgReward = Voc\u00EA venceu!\nSua recompensa:
# item properties
# golden set (legendary set)
Golden_Skull_Helmet_Name = Elmo do Cr\u00E2nio Dourada
Golden_Skull_Helmet_Desc = O lend\u00E1rio elmo de cr\u00E2nio feito de ouro.
Golden_Skull_Armor_Name =  Armadura do Cr\u00E2nio Dourada
Golden_Skull_Armor_Desc =  A lend\u00E1ria armadura feita de ouro.
Golden_Skull_Legs_Name = Grevas do Cr\u00E2nio Dourada
Golden_Skull_Legs_Desc =  A lend\u00E1rio greva feita de ouro.
Golden_Skull_Boots_Name = Botas  do Cr\u00E2nio Dourada
Golden_Skull_Boots_Desc =  A lend\u00E1rio bota feita de ouro.
Golden_Axe_Weapon_Name = Machado de Ouro
Golden_Axe_Weapon_Desc =  O lend\u00E1rio machado feito de ouro.
Golden_Shield_Name = Escudo de Ouro
Golden_Shield_Desc =  O lend\u00E1rio escudo feito de ouro.
Golden_Ring_Name = Anel de Ouro
Golden_Ring_Desc =  O lend\u00E1rio anel feito de ouro.
Golden_Amulet_Name = Amuleto de Ouro
Golden_Amulet_Desc =  O lend\u00E1rio amuleto feito de ouro.
# leather set (normal set)
Leather_Helmet_Name = Elmo de Couro
Leather_Helmet_Desc = Elmo de couro simples.
Leather_Armor_Name = Armadura de Couro
Leather_Armor_Desc = Armadura de couro simples.
Leather_Legs_Name = Cal\u00E7a de Couro
Leather_Legs_Desc =  Cal\u00E7a de couro simples.
Leather_Boots_Name = Botas de Couro
Leather_Boots_Desc = Botas de couro simples.
Club_Weapon_Name = Clava
Club_Weapon_Desc = Clava simples.
Wooden_Shield_Name = Escudo de Madeira
Wooden_Shield_Desc = Escudo simples feito de madeira.
Tribal_Ring_Name = Anel Tribal
Tribal_Ring_Desc = Anel simples feito de galhos.
Tribal_Amulet_Name = Amuleto Tribal
Tribal_Amulet_Desc = Amleta simples tribal.
# scale set (uncommon set)
Scale_Helmet_Name = Elmo de Escamas
Scale_Helmet_Desc = Elmo criado com escamas.
Scale_Armor_Name = Armadura de Escamas
Scale_Armor_Desc =  Armadura criada com escamas.
Scale_Legs_Name = Grevas de Escamas
Scale_Legs_Desc =  Grevas criadas com escamas.
Scale_Boots_Name = Botas de Escamas
Scale_Boots_Desc = Botas criadas com escamas.
Amethyst_Sword_Weapon_Name = Espada de Ametista
Amethyst_Sword_Weapon_Desc = Espada energizada por uma ametista m\u00E1gica.
Plate_Shield_Name = Escudo Met\u00E1lico
Plate_Shield_Desc = Escudo forte e resistente feito de metal.
Amethyst_Ring_Name = Anel de Ametista
Amethyst_Ring_Desc = Anel de ametista m\u00E1gico.
Amethyst_Amulet_Name = Amuleto de Ametista
Amethyst_Amulet_Desc = Amuleto de ametista m\u00E1gico.
# royal knight set (rare set)
Royal_Knight_Helmet_Name = Elmo da Realeza
Royal_Knight_Helmet_Desc = Helmet utilizado pelos caveleiros mais fortes da realeza.
Royal_Knight_Armor_Name = Armadura da Realeza
Royal_Knight_Armor_Desc =  Armadura utilizada pelos caveleiros mais fortes da realeza.
Royal_Knight_Legs_Name = Grevas da Realeza
Royal_Knight_Legs_Desc =  Grevas utilizadas pelos caveleiros mais fortes da realeza.
Royal_Knight_Boots_Name = Botas da Realeza
Royal_Knight_Boots_Desc = Botas utilizadas pelos caveleiros mais fortes da realeza.
Royal_Spear_Weapon_Name = Lan\u00E7a da Realeza
Royal_Spear_Weapon_Desc = Lan\u00E7a dada pela realeza para aqueles julgados como dignos.
Royal_Shield_Name = Escudo da Realeza
Royal_Shield_Desc = Escudo dado pela realeza para aqueles julgados como dignos.
Royal_Ring_Name = Anel da Realeza
Royal_Ring_Desc = Anel dado pela realeza para aqueles julgados como dignos.
Royal_Amulet_Name = Amuleto da Realeza
Royal_Amulet_Desc = Amuleto dado pela realeza para aqueles julgados como dignos.
# locations
Location_NIT_Name = N\u00FAcleo de Inova\u00E7\u00E3o Tecnol\u00F3gica
Location_NIT_Desc = O N\u00FAcleo de Inova\u00E7\u00E3o Tecnol\u00F3gica \u00E9 composto por v\u00E1rios laborat\u00F3rios \
que englobam v\u00E1rias \u00E1reas da computa\u00E7\u00E3o. Est\u00E1gios s\u00E3o oferecidos para estudantes \
da universidade como uma grande oportunidade para conhecer tanto o trabalho cient\u00EDfico como o de mercado. \
O est\u00E1gio tamb\u00E9m \u00E9 uma atividade complementar v\u00E1lida que os alunos \
podem fazer para atingir as horas necess\u00E1rias para poder se formar.
Location_CicloBasico_Name = Ciclo B\u00E1sico
Location_CicloBasico_Desc = O Ciclo B\u00E1sico \u00E9 o primeiro ciclo dentro da estrutura \
                            curricular dos cursos de gradua\u00E7\u00E3o do Centro T\u00E9cnico \
                            Cient\u00EDfico, concentrando as disciplinas comuns a todos os seus \
                            cursos de Gradua\u00E7\u00E3o. No Ciclo B\u00E1sico, o aluno recebe \
                            ampla forma\u00E7\u00E3o cient\u00EDfica nas \u00E1reas de Matem\u00E1tica, \
                            F\u00EDsica, Qu\u00EDmica e Inform\u00E1tica, com intensa pr\u00E1tica \
                            laboratorial e ampla forma\u00E7\u00E3o human\u00EDstica. Tamb\u00E9m \
                            pertencem ao curr\u00EDculo comum a disciplina de Introdu\u00E7\u00E3o \
                            \u00E0 Engenharia, que \u00E9 uma disciplina de projetos, com abordagem \
                            hands-on, ou seja, aprendizado a partir de problemas concretos, \
                            proporcionando aos alunos a oportunidade de trabalhar em equipe em torno \
                            de um problema comum, aprendendo a exercitar a aplica\u00E7\u00E3o do \
                            m\u00E9todo de engenharia a partir de uma aprendizagem significativa. \
                            Visite o Ciclo B\u00E1sico do CTC. A secretaria fica no 2\u00B0 andar do \
                            Pr\u00E9dio Cardeal Leme - sala 251. Nossa equipe poder\u00E1 esclarecer \
                            suas d\u00FAvidas, orient\u00E1-lo e voc\u00EA tamb\u00E9m poder\u00E1 \
                            se informar sobre avisos e comunicados importantes dispon\u00EDveis em nossos murais.
Location_PUCStand_Name = PUC Por Um Dia Stand
Location_PUCStand_Desc = A Pontif\u00EDcia Universidade Cat\u00F3lica do Rio de Janeiro realiza, \
                         anualmente, o PUC por um Dia. Neste dia, todas as unidades da Universidade\
                         (departamentos, bibliotecas, laborat\u00F3rios e demais \u00F3rg\u00E3os \
                         acad\u00EAmicos) recebem estudantes do Ensino M\u00E9dio, seus pais e \
                         professores. Os visitantes t\u00EAm oportunidade de conhecer as unidades de \
                         ensino e pesquisa da PUC-Rio, seus centros interdisciplinares e outros \
                         setores acad\u00EAmicos e de servi\u00E7os, inseridos em um campus que, \
                         al\u00E9m de integrador e aconchegante, constitui \u00E1rea de reserva \
                         ambiental da Mata Atl\u00E2ntica.
Location_Library_Name = Biblioteca Central
Location_Library_Desc = A Biblioteca Central (BC), localizada no Ed. da Amizade, Ala Frings, 3\u00BA andar, \
                       re\u00FAne acervo do Sistema de Bibliotecas, que compreende livros, monografias, \
                        peri\u00F3dicos e documentos especiais.  \n\n \
                        Hor\u00E1rio \u2013 Per\u00EDodo Letivo - de 2a. a 6a. feira, de 7h30 \u00E0s 22h30 e aos \
                        s\u00E1bados de 9h \u00E0s 13h30. \n \
                        Hor\u00E1rio \u2013 F\u00E9rias - 2a. a 6a.feira, de 8h30 \u00E0s 19h. N\u00E3o funciona aos s\u00E1bados. \n\n \
                        Na BC encontra-se a Cole\u00E7\u00E3o Did\u00E1tica (CD), composta das bibliografias b\u00E1sica \
                        e complementar, dos cursos de gradua\u00E7\u00E3o e a cole\u00E7\u00E3o de obras de refer\u00EAncia \
                        geral (dicion\u00E1rios, enciclop\u00E9dias etc.). \n \
                        No Armaz\u00E9m da BC localizam-se livros nas diversas \u00E1reas do conhecimento, \
                        peri\u00F3dicos, teses e disserta\u00E7\u00F5es da PUC-Rio e obras raras. O acesso ao \
                        acervo do Armaz\u00E9m \u00E9 restrito, deve ser localizado e solicitado para \
                        consulta/empr\u00E9stimo atrav\u00E9s do cat\u00E1logo-online, nos terminais da Biblioteca.
Location_RDC_Name = Rio DataCentro
Location_RDC_Desc = O RDC \u00E9 um \u00D3rg\u00E3o de Apoio da Universidade, subordinado \u00E0 \
                      Vice-Reitoria para Assuntos Acad\u00EAmicos, que prov\u00EA servi\u00E7os \
                      de inform\u00E1tica e de comunica\u00E7\u00E3o de dados, em apoio \u00E0s \
                      atividades acad\u00EAmicas e administrativas da Universidade.
# missions
Mission_Repeatable = Repet\u00EDvel
Mission_Interval = Intervalo de Tempo
Mission_TimeRemaining = Faltam
Mission_TimeUnit = Minutos
Mission_VisitLabGrad_Name = Visitar o LabGrad
Mission_VisitLabGrad_Desc =  Visite o laborat\u00F3rio de gradua\u00E7\u00E3o em inform\u00E1tica e \
                             conhe\u00E7a suas instala\u00E7\u00F5es. Para adquirir sua recompensa, \
                             busque o sensor do laborat\u00F3rio que se encontra logo na entrada.
Mission_LabGradAccount_Name = Criar conta no LabGrad
Mission_LabGradAccount_Desc = Para utilizar o laborat\u00F3rio de gradua\u00E7\u00E3o, \u00E9 \
                                necess\u00E1ria criar sua conta. Para criar sua conta, v\u00E1 at\u00E9 \
                                o laborat\u00F3rio localizado no t\u00E9rreo do NIT (N\u00FAcleo de \
                                Inova\u00E7\u00E3o Tecnol\u00F3gica) do departamento de inform\u00E1tica \
                                e fale com o suporte do laborat\u00F3rio. Ap\u00F3s a cria\u00E7\u00E3o \
                                da conta, pe\u00E7a ao funcion\u00E1rio do suporte para disponibilizar \
                                o sensor da miss\u00E3o. Ap\u00F3s disponibiliza\u00E7\u00E3o, busque \
                                pelo sensor pelo menu Buscar e sua recompensa ser\u00E1 obtida.
Mission_VisitCicloBasico_Name = Visitar Ciclo B\u00E1sico
Mission_VisitCicloBasico_Desc = Visite o Ciclo B\u00E1sico do CTC. A secretaria fica no 2\u00B0 \
                                andar do Pr\u00E9dio Cardeal Leme - sala 251. A equipe do CB poder\u00E1 \
                                esclarecer suas d\u00FAvidas, orient\u00E1-lo e voc\u00EA tamb\u00E9m \
                                poder\u00E1 se informar sobre avisos e comunicados importantes dispon\u00EDveis \
                                em nossos murais. Para ganhar sua recompensa, solicite a \
                                disponibiliza\u00E7\u00E3o do sensor da miss\u00E3o e o busque pelo menu Buscar.
Mission_SecretPrize_Name =      Miss\u00E3o Secreta
Mission_SecretPrize_Desc =      Encontre o sensor secreto que est\u00E1 em algum lugar perto do estande. \
                                Acesse e siga as instru\u00E7\u00F5es para ganhar o pr\u00EAmio especial!
Mission_Circuit1_Name =         PUC Por Um Dia - Parte 1
Mission_Circuit1_Desc =         Encontre o sensor que est\u00E1 em algum lugar perto do estande. Acesse e siga \
                                as instru\u00E7\u00F5es. Dica: Existe algum objeto grande que \
                                voc\u00EA n\u00E3o saiba porque est\u00E1 l\u00E1?
Mission_Circuit2_Name =         PUC Por Um Dia - Parte 2
Mission_Circuit2_Desc =         Encontre o segundo sensor que est\u00E1 em algum lugar perto do estande. \
                                Acesse e siga as instru\u00E7\u00F5es. Dica: procure por objetos semelhantes \
                                a ba\u00FAs do tesouro no estande.
Mission_Circuit3_Name =         PUC Por Um Dia - Parte 3
Mission_Circuit3_Desc =         Encontre o \u00FAltimo sensor que est\u00E1 em algum lugar no estande. \
                                Acesse e siga as instru\u00E7\u00F5es para ganhar o pr\u00EAmio final. \
                                Este sensor precisa de ativa\u00E7\u00E3o para funcionar. Mas antes de ativ\u00E1-lo, \
                                voc\u00EA deve descobrir onde est\u00E1! Preste aten\u00E7\u00E3o na dica obtida ao terminar a parte 2!
Mission_SecondCircuit1_Name = Experimento - Parte 1
Mission_SecondCircuit1_Desc = Encontre o sensor que est\u00E1 em algum lugar dentro do NIT. Acesse-o e siga \
                                as instru\u00E7\u00F5es. Dica: Existe algum objeto grande que \
                                voc\u00EA n\u00E3o saiba porque est\u00E1 l\u00E1?
Mission_SecondCircuit2_Name = Experimento - Parte 2
Mission_SecondCircuit2_Desc = O segundo sensor j\u00E1 est\u00E1 perto de voc\u00EA. Siga as instru\u00E7\u00F5es \
                                para encontrar o c\u00F3digo do sensor. Voc\u00EA ter\u00E1 que encontrar um livro na \
                                Biblioteca Central. Boa sorte!
Mission_SecondCircuit3M_Name = Experimento - Parte 3 - M
Mission_SecondCircuit3M_Desc = O \u00FAltimo sensor est\u00E1 localizado no banheiro do NIT. Encontre-o e siga as \
                                instru\u00E7\u00F5es para terminar o experimento. Muito obrigado por \
                                contribuir para a nossa pesquisa!
Mission_SecondCircuit3F_Name = Experimento - Parte 3 - F
Mission_SecondCircuit3F_Desc = O \u00FAltimo sensor est\u00E1 localizado no banheiro do NIT. Encontre-o e siga as \
                                instru\u00E7\u00F5es para terminar o experimento. Muito obrigado por \
                                contribuir para a nossa pesquisa!
Mission_ClassGameAI_Name =      INF2609 - Game AI
Mission_ClassGameAI_Desc =      Se voc\u00EA est\u00E1 matriculado em GAME AI: AI EM JOGOS 3D \
                                voc\u00EA pode registrar sua presen\u00E7a na aula atrav\u00E9s \
                                desta miss\u00E3o, e ganhar recompensas dentro do jogo tamb\u00E9m. \
                                O sensor de presen\u00E7a estar\u00E1 com o professor durante a aula. Sua presen\u00E7a \
                                ser\u00E1 registrada quando voc\u00EA conectar com o sensor desta aula. Voc\u00EA precisar\u00E1 fornecer \
                                sua matr\u00EDcula. Lembre-se de conectar com o sensor tanto na chegada como na sa\u00EDda, para \
                                registrar sua presen\u00E7a de forma precisa.
Mission_LectureContextNet_Name = Palestra ContextNet
Mission_LectureContextNet_Desc = Se voc\u00EA assistir a esta palestra, voc\u00EA poder\u00E1 registrar \
                                    sua participa\u00E7\u00E3o atrav\u00E9s desta miss\u00E3o, sendo \
                                    recompensado dentro do jogo tamb\u00E9m. \
                                    Para registrar sua participa\u00E7\u00E3o, voc\u00EA precisar\u00E1 \
                                    se conectar ao sensor da palestra que estar\u00E1 com o palestrante. \
                                    Voc\u00EA precisar\u00E1 fornecer \
                                    sua matr\u00EDcula. Lembre-se de conectar com o sensor tanto \
                                    na chegada como na sa\u00EDda, para registrar sua presen\u00E7a de forma precisa. \
                                    Sobre a Palestra: O Prof. Markus Endler falará sobre o Projeto ContextNet,\
                                    que visa fornecer servi\u00E7os de contexto para aplica\u00E7\u00F5es \
                                    colaborativas e pervasivas de larga escala, como \
                                    monitoramento on-line ou coordena\u00E7\u00E3o de atividades de entidades m\u00F3veis, \
                                    e compartilhamento de informa\u00E7\u00F5es atrav\u00E9s de redes sociais. Essas entidades podem \
                                    ser usu\u00E1rios de dispositivos port\u00E1teis, como smartphones, ve\u00EDculos, \
                                    ou rob\u00F4s m\u00F3veis aut\u00F4nomos.
#sensors
noSensorsNearby = Procurando sensores...
sensorsGame = Sensores do Jogo
sensorSignal = Sinal
sensorWeakest = Muito Fraco
sensorWeak = Fraco
sensorMedium = Moderado
sensorStrong = Forte
sensorStrongest = Muito Forte
sensorAccess = Acessar
sensorLink = Conectar
sensorCode = Chave
sensorUnlock = Entre com o c\u00F3digo de desbloqueio
sensorWrongCode = C\u00F3digo errado!
sensorInputMissing = Por favor preencha todos os campos
sensorDefaultLink = Parab\u00E9ns, voc\u00EA completou a miss\u00E3o com sucesso!
sensorDefaultReward = Sua recompensa
1-001B3510C4CD_Desc = A Natureza \u00E9 c\u00EDclica e est\u00E1 em constante transforma\u00E7\u00E3o.\
                      Mas algumas transforma\u00E7\u00F5es dependem da a\u00E7\u00E3o do Homem e podem \
                      significar um futuro melhor para a Natureza. Eu fa\u00E7o minha parte em prol de um \
                      futuro melhor. Pode imaginar que objeto sou? N\u00E3o estou muito longe. \
                      Depois de me descobrir, saiba que eu fui adaptado e irei guiar sua jornada atrav\u00E9s da minha luz!
1-001B3510C4CD_Link = Agora voc\u00EA pode continuar em sua miss\u00E3o especial. A pr\u00F3xima parte j\u00E1 \
                        deve estar vis\u00EDvel e vai exigir um pouco de racioc\u00EDnio. Boa sorte!
1-F45EAB27517AX_Desc = Para me destravar, voc\u00EA ter\u00E1 que me encontrar primeiro. Existem \
                      tr\u00EAs caixas especiais aqui, todos elas dizem alguma coisa, mas apenas uma \
                        est\u00E1 dizendo a verdade. Eu estou em uma dessas caixas especiais, voc\u00EA pode me encontrar?
1-F45EAB27517AX_Link = Voc\u00EA est\u00E1 quase terminando a miss\u00E3o especial! Voc\u00EA s\u00F3 precisa encontrar \
                      o \u00FAltimo sensor. Agora n\u00E3o h\u00E1 mais c\u00F3digos, mas voc\u00EA ter\u00E1 que \
                      ativar esse sensor especial assim que o encontrar. Mas onde ele est\u00E1 escondido? \
                      Aqui est\u00E1 uma dica: eu tenho olhos, mas n\u00E3o vejo. Eu tenho uma boca mas n\u00E3o falo. \
                      Eu tenho uma cabe\u00E7a, mas n\u00E3o penso. O que eu sou?
1-34B1F7D508B2_Desc = Voc\u00EA chegou ao \u00FAltimo passo da sua miss\u00E3o especial. Apenas mais uma coisa \
                      antes de voc\u00EA receber sua recompensa. Parte desta pesquisa \u00E9 sobre Sensoriamento Participativo, \
                      onde os cidad\u00E3os ajudam a sociedade com tarefas sensoriais, compartilhando sua banda e coletando dados sensoriais, \
                      al\u00E9m de fornecer dados que s\u00E3o dif\u00EDceis de coletar apenas por meio de sensores. Para ganhar o pr\u00EAmio \
                      final, pedimos que voc\u00EA forne\u00E7a dados que n\u00E3o s\u00E3o triviais de obter sem intera\u00E7\u00E3o humana. \
                      Abaixo, voc\u00EA encontrar\u00E1 dois campos para preenchimento. Voc\u00EA poderia contar o n\u00FAmero de mulheres no \
                       estande, assim como o n\u00FAmero de homens, neste exato momento no tempo? Este \u00E9 um exemplo de uma tarefa de \
                      detec\u00E7\u00E3o que n\u00E3o \u00E9 facilmente obtida apenas atrav\u00E9s de sensores, e indica a import\u00E2ncia da \
                      nossa ajuda como cidad\u00E3os para melhorar a nossa sociedade. Quando voc\u00EA se conectar com este sensor, voc\u00EA \
                      tamb\u00E9m enviar\u00E1 dados obtidos pelo sensor, como temperatura, para nossos servidores, ajudando mais ainda a coleta \
                      de dados sensoriais. Muito obrigado por participar desta demonstra\u00E7\u00E3o!
1-34B1F7D508B2_Link = Voc\u00EA terminou a miss\u00E3o especial! Parab\u00E9ns por descobrir todos os \
                      passos necess\u00E1rios para conclu\u00ED-la. Esperamos que voc\u00EA \
                      tenha se divertido! Sua recompensa ser\u00E1 dada agora mesmo! Por \u00FAltimo, \
                      se voc\u00EA gentilmente ajudar em nossa pesquisa respondendo algumas (poucas) \
                      perguntas, ficaremos extremamente gratos!
1-34B1F7D508B2_Input1 = N\u00FAmero de mulheres no stand
1-34B1F7D508B2_Input2 = N\u00FAmero de homens no stand
1-001B3510C511X_Desc = Para ganhar nosso pr\u00EAmio secreto, voc\u00EA deve primeiro descobrir qual \
                      objeto o sensor copia a forma. Aqui est\u00E1 uma dica: "Dez e dez n\u00E3o \
                      s\u00E3o vinte, com outros cinquenta s\u00E3o onze. Que objeto sou eu?". \
                      Mas espere, ainda n\u00E3o acabou! Depois de descobrir qual objeto \u00E9, \
                      voc\u00EA deve aplicar uma criptografia em sua palavra para obter o c\u00F3digo \
                      correto. Aqui est\u00E1 uma chave que ir\u00E1 ajud\u00E1-lo a quebrar a criptografia q\
                      ue voc\u00EA deve aplicar ao objeto: casa = 31191. Boa Sorte!
1-001B3510C511X_Link = Muito bem! Voc\u00EA desvendou o enigma mais dif\u00EDcil desta demonstra\u00E7\u00E3o \
                      e agora pode receber a recompensa secreta! Voc\u00EA agora possui os poderes \
                      do deus dourado! Aproveite!
1-001B3510C516_Desc = Registro de frequ\u00EAncia de aulas em Game AI: Por favor insira o \
                      seu n\u00FAmero de matr\u00EDcula para registar corretamente a sua \
                      presen\u00E7a. Esta classe exige que voc\u00EA registre sua presen\u00E7a \
                      tanto na chegada como na sa\u00EDda. Voc\u00EA poder\u00E1 registrar sua \
                      participa\u00E7\u00E3o no in\u00EDcio e no final da aula.
1-001B3510C516_Link = Sua presen\u00E7a foi registrada. Voc\u00EA tamb\u00E9m ganhar\u00E1 recompensas no jogo, descritas abaixo.
1-001B3510C516_Input1 = N\u00FAmero de Matr\u00EDcula
1-F45EAB2755CC_Desc = Voc\u00EA chegou ao \u00FAltimo passo da sua miss\u00E3o especial. Apenas mais uma coisa \
                      antes de voc\u00EA receber sua recompensa. Parte desta pesquisa \u00E9 sobre Sensoriamento Participativo, \
                      onde os cidad\u00E3os ajudam a sociedade com tarefas sensoriais, compartilhando sua banda e coletando dados sensoriais, \
                      al\u00E9m de fornecer dados que s\u00E3o dif\u00EDceis de coletar apenas por meio de sensores. \
                      Nesta \u00FAltima miss\u00E3o, pedimos que voc\u00EA contribua avaliando o banheiro quanto \
                      ao seus servi\u00E7os b\u00E1sicos. Muito obrigado por participar desta experi\u00EAncia!
1-F45EAB2755CC_Link = Voc\u00EA terminou a miss\u00E3o especial! Parab\u00E9ns por descobrir todos os \
                      passos necess\u00E1rios para conclu\u00ED-la. Esperamos que voc\u00EA \
                      tenha se divertido! Sua recompensa ser\u00E1 dada agora mesmo! Por \u00FAltimo, \
                      se voc\u00EA gentilmente ajudar em nossa pesquisa respondendo algumas (poucas) \
                      perguntas, ficaremos extremamente gratos!
1-F45EAB2755CC_Input1 = Limpeza
1-F45EAB2755CC_Input2 = Odor
1-F45EAB2755CC_Input3 = Disponibilidade de Acess\u00F3rios
1-F45EAB2755CC_Input4 = Disponibilidade de Toaletes
1-F45EAB27517A_Desc = Voc\u00EA chegou ao \u00FAltimo passo da sua miss\u00E3o especial. Apenas mais uma coisa \
                      antes de voc\u00EA receber sua recompensa. Parte desta pesquisa \u00E9 sobre Sensoriamento Participativo, \
                      onde os cidad\u00E3os ajudam a sociedade com tarefas sensoriais, compartilhando sua banda e coletando dados sensoriais, \
                      al\u00E9m de fornecer dados que s\u00E3o dif\u00EDceis de coletar apenas por meio de sensores. \
                      Nesta \u00FAltima miss\u00E3o, pedimos que voc\u00EA contribua avaliando o banheiro quanto \
                      ao seus servi\u00E7os b\u00E1sicos. Muito obrigado por participar desta experi\u00EAncia!
1-F45EAB27517A_Link = Voc\u00EA terminou a miss\u00E3o especial! Parab\u00E9ns por descobrir todos os \
                      passos necess\u00E1rios para conclu\u00ED-la. Esperamos que voc\u00EA \
                      tenha se divertido! Sua recompensa ser\u00E1 dada agora mesmo! Por \u00FAltimo, \
                      se voc\u00EA gentilmente ajudar em nossa pesquisa respondendo algumas (poucas) \
                      perguntas, ficaremos extremamente gratos!
1-F45EAB27517A_Input1 = Limpeza
1-F45EAB27517A_Input2 = Odor
1-F45EAB27517A_Input3 = Disponibilidade de Acess\u00F3rios
1-F45EAB27517A_Input4 = Disponibilidade de Toaletes
1-001B3510C511_Desc = Para terminar esta miss\u00E3o, voc\u00EA ter\u00E1 que descobrir o c\u00F3digo do sensor. \
                        O c\u00F3digo secreto est\u00E1 em algum lugar dentro de um livro que est\u00E1 na \
                        Biblioteca Cenral da Universidade. Para ter acesso ao livro, voc\u00EA deve primeiro \
                        descobrir o autor que \u00E9 o assunto do livro. Aqui est\u00E1 uma dica: o nome do \
                        autor \u00E9 Joaquim, nasceu no Rio de Janeiro, em 1839, e escreveu sobre Br\u00E1s e Quincas. \
                        Uma vez que voc\u00EA tenha acesso ao livro, voc\u00EA ter\u00E1 que encontrar a palavra secreta. \
                        Aqui est\u00E1 uma dica para encontr\u00E1-la: p93pr6pa3
1-001B3510C511_Link = Parab\u00E9ns! A \u00FAltima miss\u00E3o \u00E9 no banheiro do NIT. \
                        Por favor, v\u00E1 at\u00E9 l\u00E1 para encontrar o sensor da miss\u00E3o.